cask_args appdir: '/Applications'

tap 'homebrew/bundle'

# This is outside the normal order because Fuse is required for sshfs
cask 'osxfuse'

brew 'awscli'
brew 'fzf'
brew 'git'
brew 'heroku'
brew 'imagemagick'
brew 'jq'
brew 'node'
brew 'postgresql'
brew 'python3'
brew 'readline'
brew 'redis'
brew 'sshfs'
brew 'terraform'
brew 'the_silver_searcher'
brew 'vim'
brew 'zsh'

cask '1password'
cask 'google-chrome'
cask 'gimp'
cask 'handbrake'
cask 'iterm2'
cask 'kdiff3'
cask 'openoffice'
cask 'simplenote'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'tunnelblick'
cask 'vlc'
