cask_args appdir: '/Applications'

tap 'github/gh'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'puma/puma'

brew 'awscli'
brew 'ffmpeg'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'gnu-units'
brew 'graphviz'
brew 'htop'
brew 'jq'
brew 'pstree'
brew 'ripgrep'
brew 'terraform'
brew 'vim'
brew 'heroku/brew/heroku'
cask '1password'
cask 'anki'
cask 'brave-browser'
cask 'docker'
cask 'gifcapture'
cask 'gimp'
cask 'kdiff3'
cask 'kitty'
cask 'libreoffice'
cask 'macdown'
cask 'nordvpn'
cask 'signal'
cask 'simplenote'
cask 'sketch'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'vlc'
# Necessary evil
cask 'zoom'
