cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'heroku/brew'

brew 'awscli'
brew 'cloc'
brew 'fzf'
brew 'git'
brew 'graphviz'
brew 'heroku'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'jsonlint'
brew 'memcached'
brew 'node'
brew 'pandoc'
brew 'postgresql'
brew 'python3'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'android-file-transfer'
cask 'android-platform-tools'
cask 'anki'
cask 'balsamiq-mockups'
cask 'chromedriver'
cask 'docker'
cask 'firefox'
cask 'fritzing'
cask 'gimp'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'kdiff3'
cask 'openoffice'
cask 'osxfuse'
cask 'simplenote'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'vlc'
cask 'zoomus'
